// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Eerder gebruikte echte HP cartridges geïnstalleerd";
HSD__65554__EventHeaderDescription = "Eerder gebruikte echte HP cartridges geïnstalleerd.";

// Non-HP
HSD__65559__EventTitle = "Niet-HP cartridges geïnstalleerd";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Als u meent dat u originele HP inktcartridges hebt gekocht, gaat u naar: HSD_LINK:HSDAnticounterfeitLink voor meer informatie of om fraude te melden.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Hartelijk dank dat u originele HP cartridges hebt geïnstalleerd!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Uitlijnen aanbevolen";
HSD__65569__EventDescription = "HSD_TEXT:Voor de beste afdrukkwaliteit lijnt u de nieuwe cartridges of printkoppen uit.
Klik op HSDAlignButton om de procedure te starten.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Gebruikte, opnieuw gevulde of namaakcartridge gedetecteerd";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Papierformaat is groter dan verwacht";
HSD__65716__EventDescription = "HSD_TEXT:Het door de printersensoren gedetecteerde papierformaat is groter is dan het geselecteerde papierformaat in de software.
Als u wilt doorgaan met afdrukken op dit papier klikt u op HSDOKButton om verder te gaan.
Als u het papier wilt veranderen, doe u dat en verzendt u de afdruktaak opnieuw.
Als u de afdruktaak wilt annuleren, klikt u op HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Papierformaat is kleiner dan verwacht";
HSD__65717__EventDescription = "Het door de printersensoren gedetecteerde papierformaat is kleiner dan het geselecteerde papierformaat in de software.
Als het papier in de printer het juiste formaat heeft, verandert u het geselecteerde papierformaat in uw software en verzendt u de afdruktaak opnieuw.
De afdruktaak wordt geannuleerd.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Papier in printer plaatsen";
HSD__65921__EventDescription = "HSD_TEXT:Het papier in de printer is op. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Probleem met het afdruksysteem";
HSD__65935__EventDescription = "HSD_TEXT:De printfunctionaliteit is uitgeschakeld. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:De printer heeft een probleem gedetecteerd. Controleer de binnenkant van de printer en verwijder vastgelopen papier of een andere blokkade.
Als het probleem aanhoudt, neemt u contact op met de beheerder of technische ondersteuning.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Printeronderhoud";
HSD__65953__EventDescription = "De printer kan niet afdrukken omdat een onderdeel in de printer wordt vervangen. Nadat dit is vervangen, kan het afdrukken worden hervat.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Een onderdeel van de printer moet worden gerepareerd. Bepaalde printerfunctionaliteit is mogelijk beperkt of niet beschikbaar. U kunt echter nog wel afdrukken.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Communicatiefout";
HSD__65983__EventDescription = "HSD_TEXT:Er is een interne communicatiefout opgetreden in de faxmodule. HSDContactSupport

Opmerking: u kunt gewoon doorgaan met afdrukken, kopiëren en scannen.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Papier vastgelopen";
HSD__65987__EventDescription = "Kijk op het bedieningspaneel van de printer hoe u de storing kunt verhelpen.";

// No faxes in memory
HSD__66000__EventDescription = "Er kunnen geen ontvangen faxen opnieuw worden afgedrukt omdat er momenteel geen faxen zijn opgeslagen in het printergeheugen.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Een kleurenfax kan naar slechts één ontvanger per keer worden verzonden.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Als u kleurenfaxen wilt verzenden, schakelt u de foutcorrectiemodus (ECM) in. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Om opnieuw te registreren, gaat u naar de HP Instant Ink website (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Na afloop van de huidige factureringscyclus zullen de aangegeven cartridges die in de printer zijn geïnstalleerd, niet langer werken. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Actie vereist";
HSD__66011__EventDescription = "\"E\" en \"9\" knipperen op het bedieningspaneel. Los dit op door de toegangsklep voor de printkoppen snel te openen en weer te sluiten. Raadpleeg voor meer informatie de pagina die zojuist is afgedrukt door de printer.

Opmerking: deze situatie treedt alleen op nadat er een grote hoeveelheid papier is afgedrukt en de afdrukkwaliteit mogelijk wordt beïnvloed door inktresten.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "HP beschermde toner geplaatst";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "HP beschermde trommel geplaatst";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Toner bijna leeg";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Trommel bijna leeg";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Toner ontbreekt";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Trommel ontbreekt";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Toner vrijwel leeg";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Trommel vrijwel leeg";

// Door Open (Front)
HSD__75025__EventTitle = "Voorklep open";

// Door Open (Rear)
HSD__75026__EventTitle = "Achterdeur open";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Benodigdhedengeheugenfout voor toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Benodigdhedengeheugenfout voor trommel";

// Defective Memory
HSD__75032__EventTitle = "Fout toevoergeheugen";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Toner geïnstalleerd";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Trommel geïnstalleerd";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Incompatibele toner";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Incompatibele trommel";

// Incorrect Cartridge
HSD__75045__EventTitle = "Verkeerde cartridge in sleuf";
HSD__75045__EventDescription = "Verwijder de cartridge en plaats deze opnieuw. Let op dat u deze in de juiste sleuf plaatst.";

// Insufficient Memory
HSD__75060__EventTitle = "Onvoldoende printergeheugen";
HSD__75060__EventDescription = "De printer heeft onvoldoende geheugen. Afdruktaak wordt geannuleerd.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Papierstoring in lade";
HSD__75065__EventDescription = "Verwijder eventuele obstakels in de printer of iets dat de laden blokkeert.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Papierstoring in fuser";
HSD__75066__EventDescription = "Verwijder eventuele obstakels in de printer of iets dat de fuser of cartridge blokkeert.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Papierstoring in uitvoerlade";
HSD__75067__EventDescription = "Verwijder eventuele obstakels in de printer of iets dat de uitvoerladen blokkeert.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Papierstoring in duplexeenheid";
HSD__75068__EventDescription = "Verwijder eventuele obstakels in de printer of iets dat de duplexeenheid blokkeert.";

// lightPipeBlocked
HSD__75070__EventTitle = "Sensorfout cartridge";
HSD__75070__EventDescription = "De lichtgeleider die gebruikt wordt om toner in de cartridge te detecteren werkt niet, dit is een fout die het afdrukken stopt.

Controleer het cartridgesensorgebied en verwijder de obstakels die de lichtgeleidersensor blokkeren.";

// Manual Duplex
HSD__75075__EventTitle = "Handmatige duplex";
HSD__75075__EventDescription = "HSD_TEXT:Er verschijnt een bericht of signaal op het bedieningspaneel van het apparaat. Let op de plaats van uw papier. Plaats het papier in de juiste lade. Druk op de knop HSDOKButton/HSDResumeButton op het apparaat om door te gaan.";

// Manually Feed
HSD__75080__EventTitle = "Papier handmatig invoeren";
HSD__75080__EventDescription = "HSD_TEXT:Plaats het benodigde papier in de lade of druk op de knop HSDOKButton/HSDResumeButton op het apparaat om het beschikbare papier te gebruiken.";

// Paper mount
HSD__75085__EventTitle = "Onjuist papierformaat";
HSD__75085__EventDescription = "HSD_TEXT:Het beschikbare papierformaat in de lade komt niet overeen met het papierformaat dat is geselecteerd in de software.

Als het papier in de printer van het juiste formaat is, wijzigt u het geselecteerde papierformaat in uw software en verzendt u de afdruktaak opnieuw.

Als het papier in de printer niet van het juiste formaat is, plaatst u papier van het juiste formaat.

Als u wilt doorgaan met afdrukken op dit papier, klikt u op HSDOKButton of op de knop HSDResumeButton op het bedieningspaneel van de printer om door te gaan.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Tonergeheugen ontbreekt";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Trommelgeheugen ontbreekt";

// Mpacco Active
HSD__75100__EventTitle = "Zwarte cartridge vervangen";
HSD__75100__EventDescription = "HSD_TEXT:De printer is door de klant geconfigureerd om alleen in zwart af te drukken als het niveau van een kleurencartridge zeer laag is. De afdrukkwaliteit van de kleurencartridge is echter mogelijk nog acceptabel. Als u in kleur wilt afdrukken, moet u de kleurencartridge vervangen of de printer opnieuw configureren.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Niet-gemachtigde toner";

// Unauthorized Drum
HSD__75106__EventTitle = "Niet-gemachtigde trommel";

// Printer Error
HSD__75115__EventTitle = "Printerfout";
HSD__75115__EventDescription = "Kritieke printerfout treedt op. Printer is niet in staat om af te drukken.";

// Printer Mispick
HSD__75120__EventTitle = "Printer verkeerd opgepakt";
HSD__75120__EventDescription = "HSD_TEXT:Er wordt geen papier opgehaald, druk op de knop HSDOKButton of HSDResumeButton op het bedieningspaneel van de printer om door te gaan.";

// Print Failure
HSD__75125__EventTitle = "Printerstoring";
HSD__75125__EventDescription = "Er is een probleem met de printer of het afdruksysteem. Zet de printer uit en vervolgens weer aan.

Als u dit bericht blijft krijgen, neemt u contact op met HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Toner vervangen";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Trommel vervangen";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Papier is op";
HSD__75170__EventDescription = "De printer heeft geen papier meer.
Plaats papier in de juiste papierlade.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Papier in lade 2 is op";
HSD__75171__EventDescription = "Plaats papier in lade 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Onverwacht papierformaat";
HSD__75175__EventDescription = "HSD_TEXT:Het papierformaat gedetecteerd door de printersensor komt niet overeen met het opgegeven formaat voor de printerlade.

Als het papier in de printer het juiste formaat heeft, wijzigt u het opgegeven papierformaat voor de printerlade in het bedieningspaneel van de printer of HSD_KEYED_LINK:HSDTraysConfigurationLink en verzendt u de afdruktaak opnieuw.

Als het papier in de printer niet het juiste formaat heeft, plaatst u papier met het juiste formaat.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Gebruikte of vervalste toner geplaatst";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Gebruikte of vervalste trommel geplaatst";

// Over filled detection
HSD__75195__EventTitle = "Te veel papier geplaatst";
HSD__75195__EventDescription = "HSD_TEXT:Houd u bij het plaatsen van papier aan de limiet die op de lade wordt aangegeven. Klik op HSDOKButton/HSDResumeButton op het bedieningspaneel om door te gaan.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Weinig inkt";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Papier bijna op";
HSD__65920_65940__EventDescription = "HSD_TEXT:Het papier in de printer is bijna op. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Printerprobleem";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Er is een probleem opgetreden met het printsysteem. Start de printer opnieuw op en probeer de taak nogmaals uit te voeren.
Als het probleem blijft bestaan, neemt u contact op met Ondersteuning.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Printer vereist aandacht";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Er is een printerprobleem opgetreden. U kunt echter doorgaan met afdrukken.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Er is een printerprobleem opgetreden en afdrukken is niet beschikbaar.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Probleem met fax";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink registratie is geannuleerd";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Bovengenoemde cartridges kunnen alleen worden gebruikt in de printer die aanvankelijk de cartridges beschermde met de functie HP cartridgebescherming, en moet worden vervangen.

Met de functie HP cartridgebescherming kan een eigenaar van de printer de HP cartridges die geïnstalleerd zijn in zijn printer zo instellen dat de cartridges alleen werken in die printer.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:De aangegeven cartridges zijn bijna leeg.

U hoeft de cartridges nu niet te vervangen.

HP raadt u aan een vervanger beschikbaar te hebben voor wanneer de cartridge leeg is en vervangen zal moeten worden.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Bovenstaande cartridges lijken te ontbreken, worden niet gedetecteerd, of zijn verkeerd geïnstalleerd.

Als cartridges zijn geïnstalleerd, verwijdert u de cartridge en plaatst u deze opnieuw.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "De deur of het deksel moet zijn gesloten om af te drukken.

Controleer dat het volledig gesloten is.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:De printer is niet in staat om het geheugen van de hierboven genoemde cartridge te detecteren. Het cartridgegeheugen is beschadigd, of communiceren met de cartridge is niet mogelijk.

U moet de cartridge nu vervangen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Uw software kan cartridges authenticeren met behulp van een online service. De toegang tot het internet is echter niet mogelijk op dit moment.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Bovengenoemde cartridges zijn niet bestemd voor gebruik in deze printer zoals deze momenteel is geconfigureerd.

Raadpleeg de Help van de printer.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:De printer kan het geheugen van de bovengenoemde cartridge niet detecteren.

U kunt proberen om de cartridge opnieuw te installeren. Als het probleem nog steeds optreedt, moet u de cartridge nu vervangen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:De beheerder heeft dit product alleen geconfigureerd om originele HP-benodigdheden te gebruiken. De cartridge moet worden vervangen om door te gaan met afdrukken. Als u denkt dat u originele HP-benodigdheden hebt gekocht, bezoekt u ons op HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Bovengenoemde cartridges zijn bijna leeg en moeten worden vervangen om het afdrukken te hervatten.

HP raadt u aan om geen cartridge te verwijderen totdat een vervanger klaar is om geïnstalleerd te worden.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Een gebruikte cartridge is geïnstalleerd. Als u denkt dat u originele HP-benodigdheden heeft gekocht, bezoekt u ons op HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Reparaties aan de printer als gevolg van het gebruik van gebruikte benodigdheden vallen niet onder de garantie. Status van de benodigdheden en de functies afhankelijk van de status van de benodigdheden zullen niet beschikbaar zijn.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP raadt ColorLok®-papier aan voor het beste afdrukresultaat.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "U hebt de HP Instant Ink service geannuleerd.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Service voor het vervangen van inkt";
HSDSaveInkString = "Bespaar tot 50% op inkt*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink-disclaimers.";
HSDOriginalInkString = "De originele HP inkt wordt besteld door uw printer en bij u thuisbezorgd.";
HSDSendInkNowString = "Klik op Nu inkt verzenden voor meer informatie en om te registreren.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP heeft een andere gemakkelijke manier om aan benodigdheden te komen…";
HSDShopForSuppliesText = "Klik op Winkelen voor benodigdheden om originele HP inktcartridges snel en eenvoudig online te bestellen via HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "U kunt het beste een vervangende inktcartridge bij de hand houden zodat u deze kunt plaatsen zodra de afdrukkwaliteit onacceptabel wordt.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Wanneer u klaar bent om uw cartridge te verwijderen, kunt u recyclinginformatie vinden op: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Wanneer u een originele HP-cartridge online wilt bestellen, klik u op HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP biedt geen garantie voor de kwaliteit of betrouwbaarheid van niet-HP benodigdheden.
Onderhoud of reparatie aan de printer als gevolg van het gebruik van een niet-HP onderdeel wordt niet gedekt door de garantie.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Cartridges die bijna leeg zijn, kunnen voldoende zijn uitgeput om slechte afdrukkwaliteit te veroorzaken.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Voordelen van originele HP inkt";
HSD__warning__OriginalHPInkAdvantagesTitle = "Voordelen van originele HP inkt zijn niet gegarandeerd";
HSDProvenReliabilityTitle = "Bewezen betrouwbaar";
HSDEfficientPerformanceTitle = "Efficiënte prestaties";
HSDExceptionalQualityTitle = "Uitzonderlijke kwaliteit";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:U wordt aangeraden uit te lijnen. Klik op \"HSDAlignButton\" om de onlangs geïnstalleerde cartridges uit te lijnen.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Als u de afdruktaak wilt annuleren, drukt u op de knop HSDCancelButton (X) op de printer.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Raadpleeg het bedieningspaneel van de printer voor meer informatie of neem contact op met Ondersteuning.";
HSDSeeFrontPanel = "Zie het voorpaneel voor meer informatie.";
HSDSeeControlPanel = "Raadpleeg het bedieningspaneel van de printer voor meer informatie.";

// Support
HSDContactSupport = "Neem contact op met Ondersteuning.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Annuleren";
HSDResumeButton = "Hervatten";
HSDCancelPrintButton = "Afdrukken annuleren";
HSDCloseButton = "Sluit";
HSDBuyNowButton = "Koop nu";
HSDSendInkNowButton = "Nu inkt verzenden";
HSDShopForSuppliesButton = "Winkelen voor benodigdheden";
HSDEstimatedInkLevelsLink = "Geschatte inktniveaus";
HSDEstimatedCartridgeLevelsLink = "Geschatte cartridgeniveaus";
HSDAuthenticateLaterButton = "Later authenticeren";
HSDDoNotAuthenticateButton = "Niet authenticeren";
HSDAlignButton = "Uitlijnen";
HSDDoNotAlignButton = "Niet uitlijnen";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Ladeconfiguratie";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Cyaan [C]";
"magenta" = "Magenta [M]";
"yellow" = "Geel [Y]";
"black" = "Zwart [K]";
"red" = "Rood [R]";
"green" = "Groen [G]";
"blue" = "Blauw [B]";
"lightcyan" = "Lichtcyaan [LC]";
"lightmagenta" = "Lichtmagenta [LM]";
"orange" = "Oranje [O]";
"gray" = "Grijs [G]";
"lightgray" = "Lichtgrijs [LG]";
"darkgray" = "Donkergrijs [DG]";
"photoblack" = "FotoZwarte [PK]";
"matteblack" = "MatZwarte [MK]";
"glossenhancer" = "Glansverbeteraar";
"violet" = "Paars [V]";
"gold" = "Goud [??]";
"silver" = "Zilver [??]";
"bronze" = "Brons [??]";
"metallic" = "Metallic rood [??]";
"tricolor" = "Drie kleuren [cyaan/magenta/geel]";
"photo" = "Foto [Zwarte/lichtcyaan/lichtmagenta]";
"photogray" = "Fotogrijs [Zwarte/grijs/lichtgrijs]";
"lightcyanlightmagenta" = "Lichtmagenta [LM]/lichtcyaan [LC]";
"magentayellow" = "Magenta [M]/geel [Y]";
"mediumcyan" = "MatZwarte [MK]/cyaan [C]";
"mediumgray" = "FotoZwarte [PK]/lichtgrijs [LG]";
"magentacyan" = "Magenta [M]/cyaan [C]";
"cyanmagenta" = "Magenta [M]/cyaan [C]";
"blackyellow" = "Zwarte [K]/geel [Y]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Trommel [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
